{
    "productId": "97039105",
    "productName": "Oczyszczacz powietrza Philips AC2958/53",
    "stars": "4.65",
    "price": "1 599,00",
    "opinions": [
        {
            "id": "13499634",
            "author": "Przemysław",
            "rcmd": true,
            "stars": 5.0,
            "content": "Korzystam z urządzenia prawie miesiąc i z pewnością mogę stwierdzić, że jakość powietrza w sypialni (a przez to i jakość snu) znacząco się poprawiły. Duży filtr robi wrażenie i daje nadzieję na długą pracę bez konieczności wymiany. Po około dwóch tygodniach urządzenie poinformowało o konieczności jego odkurzenia. Komunikacja za pośrednictwem aplikacji czy dotykowego panelu, zmieniającego kolory w zależności od stopnia zanieczyszczeń, jest świetna. Efektowne i efektywne urządzenie, które co ważne wydajnie pracuje w trybie automatycznym, przez co jest praktycznie w ogóle niesłyszalne. Mimo mieszkania za miastem w okresie zimowym urządzenie ma co robić :)",
            "pros": [
                "aplikacja",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-03 20:44:18",
            "purchaseDate": null,
            "useful": 2,
            "useless": 0
        },
        {
            "id": "13473705",
            "author": "premko",
            "rcmd": true,
            "stars": 5.0,
            "content": "Na początku byłem dość sceptyczny w stosunku do urządzenia. Ale od pierwszego dnia oczyszczacz mnie zachwycił! Mieszkam w dużym mieście z dużym zanieczyszczeniem powietrza. Oczyszczacz od razu po włączeniu wykrył dużo zanieczyszczeń i wszystko pięknie przefiltrował. Urządzenie stosunkowo ciche, łatwe w obsłudze dzięki automatycznym trybom. Aplikacja mobilna nie jest szczytem możliwości grafików i ma pewne niedociągnięcia pod względem UX, ale pozwala  zarządzać najważniejszymi funkcjami. Bardzo dużym plusem było to, że dzięki urządzeniu w mieszkaniu ani razu nie było duszno mimo względnego braku wietrzenia.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-11-30 20:34:27",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13622869",
            "author": "Patryk",
            "rcmd": true,
            "stars": 4.5,
            "content": "Oczyszczacz Philipsa trafił w moje ręce w idealnym momencie - zaczyna się \"sezon smogowy\" za oknem i potrzebowałem urządzenia, które nie będzie zakłócać mojego snu, w przeciwieństwie do dotychczas używanego oczyszczacza, który wyemigrował do salonu, gdzie może sobie szumieć. Air Purifier jest bardzo ustawny i ładny - cylindryczny kształt pozwala na ustawienie go praktycznie w każdym miejscu - czy to w kącie, czy na środku - nie ma brzydkich pleców, jak niektóre kanciaste oczyszczacze. Bardzo skutecznie oczyszcza powietrze - faktycznie, poniżej 10 minut stężenie pyłków czy alergenów jest obniżane do minimalnych poziomów. Urządzenie po podłączeniu do domowej sieci Wifi (uwaga, obsługuje tylko sieci 2,4GHz) może być obsługiwane wygodnie ze smartfona, a dodatkowo, nawet jeśli jest wyłączone, stale monitoruje poziom zanieczyszczenia i wysyła alerty, jeśli zaczyna być źle. Dzięki niemu odkryłem, że w mojej sypialni prawie każdego dnia około 17tej wzrasta ilość pyłu, gdy mam uchylone okno. Ustawiłem więc na harmonogram pracy tak, żeby pracował od 17tej przez pół godziny, a później od 22:00 przez całą noc. Urządzenie świetnie nadaje się do pracy w sypialni - jest ciche, a jednocześnie skuteczne. Filtr według zapewnień producenta, ma wystarczyć na 3 lata, więc bardzo długo. Panel obsługowy na górze jest prosty i czytelny - mam tylko zastrzeżenie do czujnika światła, który automatycznie wyłącza ekran, gdy jest ciemno. Fajnie, że jest, ale nie działa tak, jak powinien. Po pierwsze - zbyt szybko wyłącza ekran (chyba ze 2 sekundy), a po drugie, jest zbyt wrażliwy - lekko zacienione okno i już mam tryb nocny - wyświetlacz gaśnie. Poza tym - bardzo wysoka kultura i jakość pracy. Gorąco polecam.",
            "pros": [
                "aplikacja",
                "długość eksploatacji",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [
                "wyświetlacz"
            ],
            "purchased": false,
            "publishDate": "2020-12-21 14:37:39",
            "purchaseDate": null,
            "useful": 1,
            "useless": 0
        },
        {
            "id": "13956666",
            "author": "r...z",
            "rcmd": true,
            "stars": 4.0,
            "content": "Estetyczny, bardzo cichy i wydajny oczyszczacz powietrza. Wadą brak uchwytów ułatwiających przenoszenie oczyszczacza. Deklarowana żywotność filtrów, w stosunkowo zanieczyszczonym regionie Polski, okaże się dopiero w przyszłości (urządzenie użytkuję od ok. 2 tygodni). Deklarowany, dodatkowy, darmowy (za 1zł), kompletny filtr otrzymałem w ciągu ok. tygodnia po zarejestrowaniu oczyszczacza (dość irytującym problemem w trakcie rejestracji było odczytanie z opakowania numeru inwentarzowego produktu - w następstwie bezmyślnego oklejenia opakowania foliami dostawczymi). Zdarzył się również problem z błędnym  potraktowaniem zamówienia jako już zrealizowanego, ale po jednym mailu temat udało się szybko wyjaśnić i oczyszczacz został dostarczony w ciągu dwóch kolejnych dni (myślę, że był to \"wypadek przy pracy\").",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": true,
            "publishDate": "2021-02-15 11:09:38",
            "purchaseDate": "2021-01-24 19:50:30",
            "useful": 0,
            "useless": 0
        },
        {
            "id": "15115783",
            "author": "Użytkownik Ceneo",
            "rcmd": true,
            "stars": 5.0,
            "content": "Zakup dokonałem kilka tygodni temu. Zaraz jak dzieciaki zaczęły mi chorować. Po odpaleniu spodziewałem się fajerwerków czyli, że zaraz wykaże niesamowite zanieczyszczenie powietrza. Okazało się, ze jednak mam w pokoju dobre powietrze.. Przez chwile wachałem się czy był to dobry zakup. Po odczekaniu na rozpoczęcie sezonu grzewczego i przeniesieniu urządzenia do sypialni, stwierdzam jednakże, ze jak mi zaczął pokazywać wysokie słupki zanieczyszczenia to po prostu sie przeraziłem.. Po kilku dniach wyskoczył komunikat o oczyszczeniu filtra.. Gdy go ujrzałem.. Od razu jakiekolwiek wątpliwości mi odeszły.. Polecam każdemu czy to w domku czy to w bloku.. Nocą da się odczuć \"Świeższe\" powietrze.. Po prostu zachęcam Każdego kto ma wątpliwości! Nie pożałujecie!",
            "pros": [
                "aplikacja",
                "długość eksploatacji",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": true,
            "publishDate": "2021-10-22 20:27:57",
            "purchaseDate": "2021-09-27 11:41:32",
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13708856",
            "author": "Adam",
            "rcmd": true,
            "stars": 5.0,
            "content": "Długo zastanawiałem się nad zakupem oczyszczacza. W rodzinie są alergicy i mieszkamy na osiedlu, gdzie funkcjonują jeszcze piece kaflowe :( Wybór padł na Philips AC2958/53 głównie z powodu pozytywnych opinii poprzednich modeli tej marki, ergonomicznej budowy, wydajności filtra i możliwości zdalnego zarządzania urządzeniem poprzez aplikację w smartfonie czy czujnik natężenia światła dla wyświetlacza.  Po ok. 2 miesiącach użytkowania mogę w pełni polecić ten model. Praktycznie zapomniałem co to jest smog w mieszkaniu. Jakość powietrza znacząco się poprawiła. Dziecko przestało mieć poranny kaszel. Dodatkowo urządzenie sprawdziło się rewelacyjnie w czasie przygotowań przedświątecznych zwłaszcza podczas smażenie potraw, gdzie oczyszczacz sprawdził się lepiej, niż mój okap nad kuchenką.   Dochodzi do tego aplikacja. Konfiguracja nie sprawiła większych problemów. Znajdują się tam praktycznie te same opcje jak na urządzeniu, plus historia odczytu. Aplikacja umożliwia ustawienie harmonogramu pracy zasilania (np. automatyczne wyłączenie oczyszczacza w godzinach pracy poza domem i ponowne uruchomienie tuż przed powrotem do domu).   Trybów oczyszczania jest kilka, ale tak naprawdę tryb automatyczny robi całą robotę. Jest wydajny, cichy i praktycznie nie wymaga manualnej obsługi.   Udało się skorzystać z promocji  na dodatkowy filtr za 1 zł (grudzień 2020) co jest mega fajną sprawą, bo patrząc na obecne zużycie filtra mam spokój z ich wymianą na co najmniej 4 lata.    Jeśli ktoś zastanawia się nad zakupem oczyszczacza w tym przedziale cenowym lub wyższym to brać Philipsa. :)",
            "pros": [
                "aplikacja",
                "aplikacja mobilna",
                "głośność pracy",
                "innowacyjny",
                "połączenie z wifi",
                "skuteczność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2021-01-04 20:49:53",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13668434",
            "author": "Użytkownik Ceneo",
            "rcmd": true,
            "stars": 5.0,
            "content": "Urządzenie zdecydowanie warte swojej ceny. Ładnie komponuje się w mieszkaniu, nie jest toporne w wyglądzie jak niektóre dostępne na rynku podobne urządzenia. Na dużą pochwałę zasługuje intuicyjna aplikacja, dzięki której po połączeniu z naszą siecią WiFi możemy zdalnie sterować urządzeniem i włączyć je np.: przed naszym powrotem do domu. Dużym plusem jest również tryb nocny, który jest niesłyszalny dzięki czemu nie zakłóca naszego snu. Otrzymujemy także powiadomienia w aplikacji o aktualnym stanie powietrza w pomieszczeniu. Bardzo fajną funkcją jest informacja o stanie filtra wstępnego oraz wskazania zanieczyszczenia. Urządzenie jest bardzo wydajne i bez problemu radzi sobie z pomieszczeniami o dużej powierzchni. Ogólnie bardzo polecam zakup.",
            "pros": [
                "aplikacja",
                "aplikacja mobilna",
                "długość eksploatacji",
                "energooszczędny",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "skuteczny",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-29 09:43:05",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13471080",
            "author": "Patryk",
            "rcmd": true,
            "stars": 4.5,
            "content": "Oczyszczacz Philipsa trafił w moje ręce w idealnym momencie - zaczyna się \"sezon smogowy\" za oknem i potrzebowałem urządzenia, które nie będzie zakłócać mojego snu, w przeciwieństwie do dotychczas używanego oczyszczacza, który wyemigrował do salonu, gdzie może sobie szumieć. Air Purifier jest bardzo ustawny i ładny - cylindryczny kształt pozwala na ustawienie go praktycznie w każdym miejscu - czy to w kącie, czy na środku - nie ma brzydkich pleców, jak niektóre kanciaste oczyszczacze. Bardzo skutecznie oczyszcza powietrze - faktycznie, poniżej 10 minut stężenie pyłków czy alergenów jest obniżane do minimalnych poziomów. Urządzenie po podłączeniu do domowej sieci Wifi (uwaga, obsługuje tylko sieci 2,4GHz) może być obsługiwane wygodnie ze smartfona, a dodatkowo, nawet jeśli jest wyłączone, stale monitoruje poziom zanieczyszczenia i wysyła alerty, jeśli zaczyna być źle. Dzięki niemu odkryłem, że w mojej sypialni prawie każdego dnia około 17tej wzrasta ilość pyłu, gdy mam uchylone okno. Ustawiłem więc na harmonogram pracy tak, żeby pracował od 17tej przez pół godziny, a później od 22:00 przez całą noc. Urządzenie świetnie nadaje się do pracy w sypialni - jest ciche, a jednocześnie skuteczne. Filtr według zapewnień producenta, ma wystarczyć na 3 lata, więc bardzo długo. Panel obsługowy na górze jest prosty i czytelny - mam tylko zastrzeżenie do czujnika światła, który automatycznie wyłącza ekran, gdy jest ciemno. Fajnie, że jest, ale nie działa tak, jak powinien. Po pierwsze - zbyt szybko wyłącza ekran (chyba ze 2 sekundy), a po drugie, jest zbyt wrażliwy - lekko zacienione okno i już mam tryb nocny - wyświetlacz gaśnie. Poza tym - bardzo wysoka kultura i jakość pracy. Gorąco polecam.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-11-30 12:11:52",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13467899",
            "author": "Piotr",
            "rcmd": true,
            "stars": 5.0,
            "content": "Cichy, bardzo wydajny i o świetnym designie. To tak w skrócie. A szerzej, bardzo wydajnie oczyszcza powietrze w sypialni, gdzie ostatecznie wylądował. W końcu odczuwalny wcześniej smog docierający zza okna przy pierwszej próbie wietrzenia pokoju został wyeliminowany. Działa bardzo szybko i wyjątkowo cicho, czego nie spodziewałem się po takim sprzęcie. W trybie automatycznym jest niesłyszalny, a tylko od czasu do czasu wchodzi na wyższe obroty. W nocy w odpowiednim trybie w ogóle nie przeszkadza spać. No i wygląd też na duży plus. Idealnie wpasował się do pokoju, choć jest dość duży. Do obsługi podświetlany panel dotykowy albo aplikacja. Można go kontrolować zdalnie nawet spoza domu. Trochę brakuje możliwości zautomatyzowania pracy w zakresie zmiany na tryb nocny, ale to drobny mankament. Bardzo duży zainstalowany filtr ma podobno wytrzymać trzy lata, co pozytywnie odbija się na koszcie użytkowania. Zdecydowanie godny polecenia alergikom i wszystkim marzącym o oddychaniu czystym powietrzem.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-11-29 12:50:52",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13622737",
            "author": "Przemysław",
            "rcmd": true,
            "stars": 5.0,
            "content": "Korzystam z urządzenia prawie miesiąc i z pewnością mogę stwierdzić, że jakość powietrza w sypialni (a przez to i jakość snu) znacząco się poprawiły. Duży filtr robi wrażenie i daje nadzieję na długą pracę bez konieczności wymiany. Po około dwóch tygodniach urządzenie poinformowało o konieczności jego odkurzenia. Komunikacja za pośrednictwem aplikacji czy dotykowego panelu, zmieniającego kolory w zależności od stopnia zanieczyszczeń, jest świetna. Efektowne i efektywne urządzenie, które co ważne wydajnie pracuje w trybie automatycznym, przez co jest praktycznie w ogóle niesłyszalne.",
            "pros": [
                "aplikacja",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-21 14:07:40",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13449075",
            "author": "Tomasz",
            "rcmd": true,
            "stars": 5.0,
            "content": "Faktycznie działa, weryfikowałem jego skuteczność innym czujnikiem i po 30 minutach w 15m2 pokoju ilość pm 2.5 spadła do 0.1 co było wartością jaką nigdzie wcześniej nie zanotowalem. Urządzenie jest latwe w obsłudze, wbudowany czujnik całkiem dokładny, aplikacja do zarządzania z telefonu działa nadwyraz dobrze, nigdy się nie zawiesiła i nie było z nią żadnego problemu. W trybie automatycznym jest całkiem cichy.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-11-26 00:49:05",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13622758",
            "author": "pegaz2010",
            "rcmd": true,
            "stars": 5.0,
            "content": "Super oczyszczacz, bardzo skutecznie oczyszcza powietrze. Czytelny wyswietlacz, bardzo cicha praca w trybie nocnym, na plus aplikacja do sterowania zdalnie i odczytu parametrów. Swietnie prezentuje się w pomieszczeniu. Po ptawie 1,5 miesiącu uzytkowania polecam oczyszczacz.",
            "pros": [
                "aplikacja",
                "długość eksploatacji",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-21 14:11:39",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13915719",
            "author": "p...k",
            "rcmd": true,
            "stars": 5.0,
            "content": "Wydaje sie ze działa bardzo dobrze. Odkad go mam powietrze pokazuje jako bardzo dobrej jakośi. JEst bardzo czułe, gzies w innym pomiesczeniu wytrzepie sie jakieś ubrania, zacznie gotować czy zapaliśiwcze, ,u zyje dezodorantu to od razu sie wlacza na najwyszy tryb.",
            "pros": [],
            "cons": [],
            "purchased": true,
            "publishDate": "2021-02-08 09:38:21",
            "purchaseDate": "2021-01-19 09:25:37",
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13612922",
            "author": "Użytkownik Ceneo",
            "rcmd": true,
            "stars": 5.0,
            "content": "Bardzo dobry oczyszczacz, jest cichy, efektywny, nie rzuca się w oczy - idealnie działa w tle. Super aplikacja, dzięki której można w pełni sterować urządzeniem :) Kupujesz, włączasz i zapominasz (czyszczenie jest mega proste) :) polecam zdecydowanie :)",
            "pros": [
                "aplikacja",
                "długość eksploatacji",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-18 23:29:53",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13630636",
            "author": "Użytkownik Ceneo",
            "rcmd": true,
            "stars": 5.0,
            "content": "Świetny design wpasowujący się w każde pomieszczenie. Bardzo duża wydajność. Praktycznie bezobsługowy. Do sterowania bardzo fajna apka. Dla wszystkich alergików i każdego, któremu nie podoba się smog za oknem zakup konieczny.",
            "pros": [
                "aplikacja",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-22 17:19:22",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13375021",
            "author": "Użytkownik Ceneo",
            "rcmd": true,
            "stars": 4.5,
            "content": "tryb automatyczny jest bardzo dopracowany, nie trzeba nic ręcznie przestawiać, urządzenie pracuje cicho i pewnie, łączność wifi działa prawidłowo, polecam",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-11-13 19:44:55",
            "purchaseDate": null,
            "useful": 2,
            "useless": 0
        },
        {
            "id": "13623115",
            "author": "marcho2502",
            "rcmd": true,
            "stars": 5.0,
            "content": "Piękny, skuteczny, intuicyjny w obsłudze a w dodatku możliwość obsługi poprzez aplikację mobilną.",
            "pros": [
                "aplikacja",
                "aplikacja mobilna",
                "długość eksploatacji",
                "energooszczędny",
                "głośność pracy",
                "innowacyjny",
                "połączenie z wifi",
                "skuteczność",
                "skuteczny",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-21 15:30:39",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13797226",
            "author": "m...s",
            "rcmd": true,
            "stars": 4.5,
            "content": "Używam kilka dni. Czujnik szybko reaguje na zmiany pm 2,5. Fajne sterowanie z aplikacji. Czekam na darmowy filtr.",
            "pros": [
                "aplikacja",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": true,
            "publishDate": "2021-01-19 11:41:17",
            "purchaseDate": "2021-01-13 16:53:14",
            "useful": 1,
            "useless": 0
        },
        {
            "id": "13622690",
            "author": "Robert",
            "rcmd": true,
            "stars": 5.0,
            "content": "Oczyszczacz powietrza firmy Philips okazuje się wydajnym i jednocześnie cichym urządzeniem. Jest lekki i łatwo przenosić go do innych pomieszczeń jeśli jest taka potrzeba. Dzięki wskaźnikowi zużycia filtra w ogóle nie musimy się martwić czy urządzenie nadal funkcjonuje wydajnie i prawidłowo. Mimo panującego sezonu grypowego nikt z członków naszej rodziny nie chorował w tym sezonie i mamy nadzieję, że ta tendencja się utrzyma. Dzięki aplikacji, a także opcji auto w urządzeniu w ogóle nie korzystamy z niego w sposób manualny. W związku z sytuacją epidemiologiczna w kraju i na świecie większość czasu spędzamy w domu i cieszymy się, że możemy oddychać świeżym powietrzen.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność"
            ],
            "cons": [
                "wygląd"
            ],
            "purchased": false,
            "publishDate": "2020-12-21 13:55:54",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13539766",
            "author": "jakubhab",
            "rcmd": true,
            "stars": 5.0,
            "content": "Używam oczyszczacza od kilku tygodni. Trzeba przyznać, że używanie tego urządzenia nie sprawi problemu nawet dla osoby, która po raz pierwszy używa tego rodzaju sprzętu! Wystarczy rozpakować filtr, ustawić tryb automatyczny i praktycznie zapominamy o istnieniu sprzętu. Raz na kilkaset godzin należy oczyścić filtr.   Urządzenie dobrze radzi sobie z zanieczyszczeniami i już 15 minut pracy urządzenia w sypialni, usuwa wszelkie zanieczyszczenia oraz alergeny!   Jedyną rzecz, którą trzeba by było poprawić to aplikacja, która potrafi rozłączać się z urządzeniem, ale jest to dodatek! Poza tym jest zupełnie zadowalająco, zgodnie z oczekiwaniami.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-09 18:26:31",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13623063",
            "author": "Użytkownik Ceneo",
            "rcmd": true,
            "stars": 5.0,
            "content": "Piękny, skuteczny, mobilna aplikacja",
            "pros": [
                "aplikacja",
                "długość eksploatacji",
                "głośność pracy",
                "innowacyjny",
                "połączenie z wifi",
                "skuteczność",
                "skuteczny",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-21 15:21:19",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13680492",
            "author": "m...r",
            "rcmd": true,
            "stars": 4.5,
            "content": "Schludny i nowoczesny design",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": true,
            "publishDate": "2020-12-30 12:48:42",
            "purchaseDate": "2020-12-17 07:01:47",
            "useful": 1,
            "useless": 0
        },
        {
            "id": "13811804",
            "author": "m...i",
            "rcmd": true,
            "stars": 5.0,
            "content": "Fajny produkt",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": true,
            "publishDate": "2021-01-21 09:29:35",
            "purchaseDate": "2021-01-16 12:28:22",
            "useful": 1,
            "useless": 0
        },
        {
            "id": "13838682",
            "author": "g...9",
            "rcmd": true,
            "stars": 5.0,
            "content": "Przyjaciel",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": true,
            "publishDate": "2021-01-26 11:35:10",
            "purchaseDate": "2021-01-20 11:17:36",
            "useful": 0,
            "useless": 0
        },
        {
            "id": "15191186",
            "author": "e...o",
            "rcmd": true,
            "stars": 5.0,
            "content": "Polecam!",
            "pros": [
                "aplikacja",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": true,
            "publishDate": "2021-11-10 21:10:48",
            "purchaseDate": "2021-10-30 11:34:01",
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13631072",
            "author": "Adrian",
            "rcmd": true,
            "stars": 5.0,
            "content": "Jakość wykonania stoi na najwyższym poziomie, bardzo ładny wyświetlacz, możliwość sterowania z telefonu, możliwość sprawdzania historii zanieczyszczeń - choć mi to do szczęścia nie potrzebne, bardzo cichy i energooszczędny. Praktycznie nie słychać jak pracuje w trybie automatycznym. Działa od miesiąca bez przerwy co spowodowało znaczną poprawę powietrza zwłaszcza w okresie kiedy sezon kopcenia w pełni. Największą zetą jest ogromny filtr starczający na 3lata. Generalnie świetny sprzęt polecam.",
            "pros": [],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-22 18:43:14",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13584813",
            "author": "Adrian",
            "rcmd": true,
            "stars": 5.0,
            "content": "Już wiem dlaczego go chciałem.... piękny z wyglądu, dobrze i ergonomicznie zaprojektowany. Bardzo wydajny filtr starczający wg. zużycia na 3 lata. Możliwość obsługi przez aplikację. Prostota i skuteczność to jego drugie imię. Śliczny wyświetlacz, który podaje na bieżąco PM2,5 oraz alergeny. Jednym słowem super sprzęt, gorąco polecam!!!",
            "pros": [
                "aplikacja",
                "długość eksploatacji",
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-15 22:17:24",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13489854",
            "author": "max2511",
            "rcmd": true,
            "stars": 5.0,
            "content": "Szczerze polecam ten oczyszczacz. Używam go już od jakiegoś czasu i zdecydowanie odczuwam poprawę jakości powietrza w moim domu. Obsługa oczyszczacza jest niezwykle prosta. Ogromny plus za możliwość sterowania urządzeniem zdalnie przez dedykowaną aplikację mobilną. Elegancki design sprawi, że oczyszczacz dobrze wkomponuje się w każde wnętrze. Sprzęt wart swojej ceny.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-02 17:46:22",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13622710",
            "author": "psh3m",
            "rcmd": true,
            "stars": 5.0,
            "content": "Oczyszczacz AC2958/53 - warty uwagi  Korzystam od miesiąca i jestem bardzo zadowolony. Zgrabny, dobrze wykonany, nowoczesny design. Nie wysiliłem się zbytnio, przeczytałem instrukcje i ustawiłem tryb automatyczny. Od tego momentu nic mnie nie interesuje. Oczyszczacz pracuje, ja oddycham czystym powietrzem. Chyba prościej się już nie da :) Polecam każdemu.",
            "pros": [
                "aplikacja",
                "głośność pracy",
                "połączenie z wifi",
                "skuteczność",
                "wydajność",
                "wygląd",
                "wyświetlacz"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-21 14:00:02",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13599152",
            "author": "p...k",
            "rcmd": false,
            "stars": 0.5,
            "content": "B.dobry",
            "pros": [
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": true,
            "publishDate": "2020-12-17 11:53:20",
            "purchaseDate": "2020-12-11 13:47:59",
            "useful": 0,
            "useless": 11
        },
        {
            "id": "13499293",
            "author": "Łukasz T.",
            "rcmd": true,
            "stars": 5.0,
            "content": "Bardzo dobre materiały i bardzo dobre spasowanie. Wyświetlacz ładny, kolorowy i intuicyjny w obsłudze. Cicha praca za dnia i bezgłośna w nocy. Wygląd jak widać, wg mnie pasuje do większości pomieszczeń. Do tego możliwość programowania i sterowania z komórki. Czego chcieć więcej?",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-03 20:08:13",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13399498",
            "author": "Pablo08",
            "rcmd": true,
            "stars": 4.5,
            "content": "Produkt kupiłem ze względu, że mieszkam blisko ruchliwej drogi, często czuć po otwarciu okien niemiły zapach. Teraz jest dużo lepiej, oczyszczacz pracuje wydajnie i cicho. Polecam każdemu, nie tylko alergikom.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-11-18 11:38:13",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13622723",
            "author": "Pablo08",
            "rcmd": true,
            "stars": 4.5,
            "content": "Oczyszczacz bardzo dobrej jakości, wykonany ładnie i solidnie. Największą zaletą jest jednak jego zdalna obsługo za pomocą aplikacji. Działa cicho ale jednocześnie wydajnie. Polecam",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-21 14:05:06",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13911141",
            "author": "mordercus",
            "rcmd": true,
            "stars": 4.0,
            "content": "Produkt jest całkiem solidnie wykonany. Działa tak jak należy i jest prosty w obsłudze. Mógłby być trochę tańszy.",
            "pros": [
                "głośność pracy",
                "wydajność",
                "wygląd"
            ],
            "cons": [
                "skuteczność"
            ],
            "purchased": false,
            "publishDate": "2021-02-06 13:20:24",
            "purchaseDate": null,
            "useful": 0,
            "useless": 1
        },
        {
            "id": "13489481",
            "author": "Użytkownik Ceneo",
            "rcmd": true,
            "stars": 5.0,
            "content": "Bardzo dobry sprzet na niewielki pokoj. Dziala bardzo cicho i niezawodnie.",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2020-12-02 16:55:11",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        },
        {
            "id": "13796658",
            "author": "adamosek bosek",
            "rcmd": false,
            "stars": 2.5,
            "content": "jakość",
            "pros": [
                "głośność pracy",
                "skuteczność",
                "wydajność",
                "wygląd"
            ],
            "cons": [],
            "purchased": false,
            "publishDate": "2021-01-19 10:58:43",
            "purchaseDate": null,
            "useful": 0,
            "useless": 0
        }
    ]
}